export const dadJokes = [
  {
    joke: `אבא : בן, אתה רוצה לאכול משהו לארוחת צהריים?
בן : "מה הן האופציות שלי?"
אבא : כן או לא`,
  },
  {
    joke: `איזה מחמאה נותנים למאמן כלבים?
אתה מאלף`,
  },
  {
    joke: `מה הסיבה העיקרית לגירושין?
נישואין`,
  },
  {
    joke: `אם אמא צוחקת מהבדיחות של אבא כנראה יש אורחים בבית`,
  },
  {
    joke: `אבא : בן כמה אתה ?
אני : 15
אבא : כשהייתי בגילך הייתי בן 20`,
  },
  {
    joke: `אבא לאמא: אם אמרתי לך שאתקן את זה, אני אתקן את זה, אין צורך להזכיר לי כל 6 חודשים`,
  },
  {
    joke: `קניתי לבן שלי חיקוי לגו מסין, הוא פחות התחבר.`,
  },
  {
    joke: `שמוליק החליט לנסוע למקום כלשהו בדרכו
עוצר אותו שוטר ושאל אותו למה אתה נוסע בלי חגורה
שמוליק: כי לא נופלות לי המכנסיים`,
  },
  {
    joke: `ילד: אבא איך זה להיות אבא של הילד הכי חתיך בעולם?
אבא: לא יודע תשאל את סבא`,
  },
  {
    joke: `שמעתי שהמעלית לא מטופחת ואיך המדרגות ?
נאות`,
  },
  {
    joke: `מה משותף לגלידה ונייר טואלט?
קינוח`,
  },
  {
    joke: `איך קוראים לג'יפיאס של רועה צאן?
ג'יפיעז`,
  },
  {
    joke: `אמא: הילד אוכל את הטלפון ... אולי תעשה משהו
אבא: זה בסדר, זה טלפון כשר`,
  },
  {
    joke: `שיר: "מי אוהב אותך יותר ממני"
אבא: "מי זה המני הזה"`,
  },
  {
    joke: `שאלה: איך קוראים לאגזוז עייף מאוד?
תשובה: אגזוז-טד`,
  },
  {
    joke: `אמא : אתה יכול לנקות את האבק ?
אבא: למה אנחנו צריכים אבק נקי ?`,
  },
  {
    joke: `אישתי בקשה ממני להוריד כביסה. יש לכם מושג מאיזה אתר מורידים?`,
  },
  {
    joke: `אמא- מה זה המזגן לא מקרר
אבא- נו ברור זה שני מכשירים שונים`,
  },
  {
    joke: `ילד :אבא, למה לג'ירפה יש צוואר ארוך?
אבא: כי הראש שלה רחוק מהגוף`,
  },
  {
    joke: `מה עושה עכבר שרוצה לבקש סליחה?
מחפש מחילה`,
  },
  {
    joke: `למי לא נותנים לשמור על אוכל?
מעבד מזון`,
  },
  {
    joke: `מה הם שלושת ההרים הכי מסוכנים?
הרי ההימלאיה
הרי האוורסט
הרי את מקודשת`,
  },
  {
    joke: `איזה תא בגוף האדם הוא קוסם? תא דם`,
  },
  {
    joke: `לד: אבא מה זה גול?
אבא: אני לא יודע בן אנחנו אוהדים של הפועל`,
  },
  {
    joke: `על מה טסה מכשפה מודרנית ?
על דייסון`,
  },
  {
    joke: `יש לי המון בדיחות על אבטלה, אבל אף אחת מהן לא עובדת.`,
  },
  {
    joke: `אבא, איך קוראים לאפליקציה הזאת שעושה אותך זקן?
אבא: אמא..`,
  },
  {
    joke: `יונתן: אבא מצאתי עבודה!
אבא: איפה?
יונתן: בחנות לגו
אבא: ואיך שם?
יונתן: מורכב...`,
  },
  {
    joke: `איזה סלט טלוויזיות הכי אוהבות לאכול ?
סלט רחוק`,
  },
  {
    joke: `בן: אבא, קר לי.
אבא: אז לך לפינה.
בן: אבל למה?
אבא: כי יש שם 90 מעלות.`,
  },
  {
    joke: `ילד לאבא: אבא, כואב לי בכל מיני מקומות....
אבא :אז אל תלך למקומות האלה`,
  },
  {
    joke: `*מתעטש ליד אמא*
אמא : אווו מה אתה חולה ? להביא לך כדור ? אולי תיקח חופש מהעבודה ? אני אכין לך תה....
*מתעטש ליד אבא*
אבא: לבריאות ליאור

אבא אני יניב...`,
  },
  {
    joke: `ילד אחד רצה ללכת להתפנות וראה בשירותים ג׳וק, אז צעק לאבא שלו ,אבא יש ג׳וק בשירותים ,
אז האבא ענה לו תחכה שהוא יסיים`,
  },
  {
    joke: `למה התרנגולת חצתה את הכביש?
כדי להגיע לצד השני`,
  },
  {
    joke: `שאלה: מה קרה ל T-shirt שנתקעה מתחת לסלע?
תשובה: היא חולצה`,
  },
  {
    joke: `*יושבים במסעדה*
ילד: מה ההבדל בין חביתה לאומלט?
אבא: 40 שקל`,
  },
  {
    joke: `בן: אבא אני רעב!
אבא: נעים מאוד רעב, אני אבא`,
  },
  {
    joke: `אבא : כמה קלוריות יש בבננה ?
ילד : לא יודע
אבא : טוב אני אשאל קוף אחר`,
  },
  {
    joke: `אני: אבא נרדמה לי הרגל
אבא: לפי הריח היא כבר מתה`,
  },
  {
    joke: `מקריאים תפריט של מסעדה:
אמא: יש פטה כבד
אבא: יש גם פטה קל?`,
  },
  {
    joke: `מה ההבדל בין רוטווילר לאמא פולניה? הרוטוויילר בסוף משחרר`,
  },
  {
    joke: `אבא: אתה יודע למה התנינים לא בורחים מחמת גדר?
בן: למה?
אבא: מחמת הגדר`,
  },
  {
    joke: `אבא: אתה יודע למה התנינים לא בורחים מחמת גדר?
בן: למה?
אבא: מחמת הגדר`,
  },
];
